Repository: saksham-45/shellhacks-2026
Catalog: ios/Packages/ADVoice/Sources/ADVoice/Resources/ADVoice.xcstrings
Source language: en
Languages: es

# kreyol.couldNotPlay
source: Couldn't play the Kreyòl recording. The text is on the screen.
es: No se pudo reproducir la grabación en Kreyòl. El texto está en la pantalla.

# kreyol.noRecording
source: No Kreyòl recording yet for this card.
es: Todavía no hay grabación en Kreyòl para esta tarjeta.

# kreyol.play
source: Play in Kreyòl
es: Escuchar en Kreyòl

# kreyol.restOnScreen
source: The rest is on the screen.
es: El resto está en la pantalla.

# mic.hint
source: Listens for what you need.
es: Escucha lo que necesita.

# mic.inputLabel.microphone
source: microphone
es: micrófono

# mic.inputLabel.talk
source: talk
es: hablar

# mic.label
source: Talk
es: Hablar

# mic.stopInputLabel.stopListening
source: stop listening
es: dejar de escuchar

# mic.stopLabel
source: Stop listening
es: Dejar de escuchar

# voice.answer_in
source: Answer in %@
es: Contestar en %@

# voice.confirm_transcript
source: Did you say this?
es: ¿Dijo esto?

# voice.consent.never
source: Never send my voice or card text to our server
es: No enviar nunca mi voz ni el texto de las tarjetas a nuestro servidor

# voice.consent.readAloud
source: To read this aloud in Kreyòl, the app sends the card's words to our server. Your voice is not sent. Is that OK?
es: Para leer esto en voz alta en Kreyòl, la app envía las palabras de la tarjeta a nuestro servidor. Su voz no se envía. ¿Está de acuerdo?

# voice.creole.commandsOnly
source: I can't understand Kreyòl here yet. You can say "%1$@", "%2$@" or "%3$@", or use the buttons.
es: Todavía no entiendo Kreyòl aquí. Puede decir "%1$@", "%2$@" o "%3$@", o usar los botones.

# voice.creole.voiceOverLimit
source: VoiceOver may read Kreyòl with another language's voice. This app's voice never does that.
es: VoiceOver puede leer el Kreyòl con la voz de otro idioma. La voz de esta app nunca lo hace.

# voice.error.no_speech_in
source: I can't listen in this language here yet. Use the buttons.
es: Todavía no puedo escuchar en este idioma aquí. Use los botones.

# voice.error.not_heard
source: I didn't catch that. Try again.
es: No le entendí bien. Inténtelo otra vez.

# voice.listen_in.en
source: Listen in English
es: Escuchar en inglés

# voice.listen_in.es
source: Listen in Spanish
es: Escuchar en español

# voice.listening
source: Listening…
es: Escuchando…

# voice.unavailable
source: No voice is available to read this right now. The text is on the screen.
es: Ahora mismo no hay una voz para leer esto. El texto está en la pantalla.

# voice.unavailable.creole
source: No Kreyòl voice is available right now. The Kreyòl text is on the screen.
es: No hay voz en Kreyòl disponible ahora. El texto en Kreyòl está en la pantalla.

# voice.unavailable.missing_text
source: Part of this text is missing, so it was skipped.
es: Falta una parte de este texto, así que no se leyó.

# voice.unavailable.offline_creole
source: The Kreyòl voice needs an internet connection.
es: La voz en Kreyòl necesita internet.
